Revit 2027 API
ParameterTypeId.RebarShapeStirrupTieAttachment Property
 "Stirrup/Tie Attachment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeStirrupTieAttachment { get; }
Public Shared ReadOnly Property RebarShapeStirrupTieAttachment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeStirrupTieAttachment {
	ForgeTypeId^ get ();
}
static member RebarShapeStirrupTieAttachment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace